Repository: instedd/remindem
Catalog: config/locales/*/app.po
Languages: es

source: Choose timescale reference to use
es: Elige el cronograma de referencia a usar

source: Mode
es: Modo

source: Messages
es: Mensajes

source: Write your reminder's messages
es: Escribe los textos de tus recordatorios

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Add message here
es: Agrega tu mensaje aquí

source: After
es: Después

source: Properties
es: Propiedades

source: Below you can configure this Reminder properties
es: Aquí abajo puedes configurar las propiedades de este recordatorio

source: My Reminders
es: Mis Recordatorios

source: You have no running Reminders
es: No tienes Recordatorios en curso

source: You have no Reminders yet
es: Aún no tienes Recordatorios

source: Create Reminder
es: Crear un Recordatorio

source: New reminder
es: Nuevo recordatorio

source: Status
es: Estado

source: Here you can see the overall status of your schedule
es: Aquí puedes ver el estado general de tu cronograma

source: This is a summary of the properties of your schedule
es: Éste es un resumen de las propiedades de tu cronograma

source: Start this reminder
es: Comenzar con este recordatorio

source: Pause this reminder
es: Pausar este recordatorio

source: Delete this reminder
es: Eliminar este recordatorio

source: Keyword
es: Palabra clave

source: messages
es: mensajes

source: queued
es: en la cola

source: Edit settings
es: Editar la configuración

source: Are you sure you want to delete this reminder?
es: ¿Estás seguro de que deseas eliminar este recordatorio?

source: All your subscribers will stop receiving the scheduled messages
es: Todos tus suscriptores dejarán de recibir los mensajes programados

source: Overview
es: Generalidades

source: Subscribers
es: Suscriptores

source: subscribers registered
es: suscriptores registrados

source: Download as CSV
es: Descargar como CSV

source: Subscribed
es: Suscripto

source: Phone Number
es: Número de Teléfono

source: You have no Subscribers yet
es: Aún no tienes Suscriptores

source: Start
es: Comienza

source: through any internet connection
es: a través de cualquier conexión a internet

source: Schedule
es: Programa

source: Messages in advance
es: mensajes anticipadamente

source: Manage
es: Gestiona

source: as many lists as you want
es: tantas listas como desees

source: Send
es: Envía

source: your scheduled text messages
es: tus mensajes de texto pre-programados

source: Manage as many lists and subscribers as you want, all from a single phone number
es: Gestiona la cantidad de listas y de suscriptores que desees, todo ello desde un único número de teléfono

source: Whether you manage one text messaging list or dozens, Remindem makes it easy to keep an unlimited number of subscribers up-to-date with relevant, timely reminders.
es: Ya sea que administres una única lista de recordatorios o docenas, Remindem te permitira fácilmente mantener al día a un número ilimitado de suscriptores, mediante recordatorios relevantes y oportunos.

source: unique keyword
es: única palabra clave

source: Greet new subscribers with a personalized welcome message and easy-to-remember keyword.
es: Saluda a tus nuevos suscriptores con un mensaje de bienvenida personalizado y una palabra clave fácil de recordar.

source: Simply define a
es: Simplemente establece una

source: for each message list. Subscribers then use those keywords to sign up for the lists that interest them.
es: para cada lista de mensajes. Tus suscriptores luego utilizarán esas palabras clave para suscribirse a aquellas listas que les interesen.

source: Need a Reminder to send you reminders?
es: ¿Necesitas a alguien que se ocupe de enviar tus recordatorios?

source: Remindem remembers to send text reminders so you don't have to.
es: Remindem se acuerda de enviar tus SMS recordatorios, para que tú puedas despreocuparte de ello.

source: Create your text messages when it's convenient for you. Set up a delivery schedule that works for your subscribers. Let Remindem stay up all night worrying about the details.
es: Crea tus mensajes de texto en el momento que te resulte más conveniente. Configura un cronograma de envío adecuado para tus suscriptores. Y deja que Remindem se pase toda la noche preocupándose por los detalles.

source: With Remindem, you'll never again jump out of bed at 3 a.m. because you forgot to send text messages. Whether you want to send a daily health tip or series of reminders tailored to the individual timelines of a list of mothers-to-be, Remindem takes care of scheduled delivery so you can rest easy.
es: Con Remindem nunca más deberás despertarte sobresaltado a las 3 de la madrugada porque te has olvidado de enviar tus SMS. Ya sea que desees mandar un consejo de salud diario o una serie de recordatorios adaptados a los horarios individuales de futuras madres suscriptas a una lista, Remindem se hará cargo de su envío programado, de manera que tú puedas descansar tranquilo.

source: No matter how many lists you manage, no matter how many subscribers you have, Remindem makes it simple to send scheduled text messages to make their lives easier, healthier, and more enjoyable.
es: Sin importar cuántas listas administres ni cuántos suscriptores tengas, Remindem te simplificará el envío de SMS según un cronograma preestablecido, para hacerles la vida más fácil, más saludable y más agradable.

source: Ready to get started?
es: ¿Estás listo para comenzar?

source: Wether your project is large or small, Remindem can help
es: Sea tu proyecto grande o pequeño, Remindem te puede ayudar

source: Set up a %s and begin today. Once you've set up your messages, keywords, and schedules, be sure to let others know about your list using social media and by spreading the word wherever potential subscribers gather, such as hospitals and clinics.
es: Crea tu %s y comienza ya mismo. Una vez que hayas configurado tus mensajes, palabras clave y cronogramas, asegúrate de que otros se enteren de la existencia de tu lista, valiéndote de los medios de comunicación social y de la difusión allí donde los potenciales suscriptores se reúnen, como hospitales y clínicas.

source: Need a little more info? Visit our %s or subscribe to our %s, where we'll be happy to answer any questions you might have and help you get going with Remindem!
es: ¿Necesitas un poco más de información? Visita nuestra %s o suscríbete a nuestro %s, donde responderemos con todo gusto cualquier pregunta que desees formularnos, para que así puedas seguir utilizando Remindem.

source: All you need to get started is an Internet connection and a mobile phone
es: Todo lo que necesitas para comenzar es una conexión a internet y un teléfono móvil

source: Got 'Droid and an Internet connection? Just download and install a small app on your Android phone to get started, then visit Remindem to enter your text messages and set up your delivery schedule. Remindem then automatically helps your phone send reminders to subscribers on your schedule.
es: ¿Tienes un Android y dispones de una conexión a internet? Simplemente descarga e instala una pequeña aplicación en tu teléfono Android para comenzar, y luego visita Remindem para ingresar tus mensajes de texto y configurar tu cronograma de envíos. Luego Remindem automáticamente hará que tu teléfono envíe los recordatorios a tus suscriptores según el cronograma.

source: No 'Droid? No problem! Our small Nuntium PC/Mac app bridges the gap between your phone and the Remindem Web application. Once your phone is connected to your computer, Remindem will use it to send scheduled text messages.
es: ¿No tienes un Android? ¡No hay problema! Nuestra mini-aplicación Nuntium para PC o Mac superará la brecha entre tu teléfono móvil y la aplicación web de Remindem. Una vez que hayas conectado tu teléfono a tu computadora, Remindem lo usará para enviar los mensajes de texto programados.

source: learn More
es: aprende Más

source: will manage the flow of incoming and outgoing messages,
es: administrará el flujo de SMS entrantes y salientes,

source: Try it now!
es: ¡Pruébalo ahora!

source: (we need your current password to confirm your changes)
es: (necesitamos que ingreses tu contraseña actual para confirmar los cambios)

source: (leave blank if you don't want to change it)
es: (deja el espacio en blanco si no deseas el cambio)

source: Update
es: Actualizar

source: Open the activation link and start using Remindem!
es: ¡Accede al enlace de activación y comienza a usar Remindem!

source: Almost there!
es: ¡Ya casi terminas!

source: You have signed up successfully. However, we need you to confirm your email account. We have just sent an email to %s with an activation link.
es: Te has registrado correctamente. Sin embargo, necesitamos que nos confirmes tu cuenta de e-mail. Acabamos de enviar un e-mail a %s que contiene un enlace de activación.

source: New Reminder
es: Nuevo Recordatorio

source: Calendar
es: Calendario

source: Timeline
es: Cronograma

source: Random
es: Aleatorio

source: hours
es: horas

source: days
es: días

source: weeks
es: semanas

source: months
es: meses

source: years
es: años
