Repository: instedd/remindem
Catalog: config/locales/*/app.po
Languages: es

source: Choose
es: Selecciona

source: Install
es: Instalar

source: Connect
es: Conectar

source: Finish
es: Finalizar

source: Choose your type of mobile phone
es: Selecciona tu tipo de teléfono celular

source: If you have an Android powered mobile phone, you don't need a computer to set up your schedules. Just download the application, enter your text messages, and set your delivery schedule, Remindem handles the rest.
es: Si tienes un teléfono móvil con sistema operativo Android, no necesitarás una computadora para configurar tus cronogramas. Tan sólo descarga la aplicación, ingresa tus mensajes de texto y configura tu cronograma de envíos. Remindem se hará cargo de todo lo demás.

source: If you use another type of mobile phone all you need to do is plug your phone into your computer and bridge the gap between your text messages and the internet application that sends them out.
es: Si utilizas algún otro tipo de teléfono móvil, todo lo que debes hacer es conectarlo a tu computadora para cerrar de esta manera la brecha entre tus mensajes de texto y la aplicación que se encargará de enviarlos.

source: Android mobile phone
es: Teléfono móvil Android

source: Other mobile phone
es: Otro tipo de teléfono móvil

source: Back
es: Atrás

source: Next
es: Siguiente

source: Go to Android Market and install Nuntium Local Gateway
es: Ir al Android Market e instalar el gateway local de Nuntium

source: Use the following QR code to access the app or use the search engine with the keyword
es: Utiliza el siguiente código QR para acceder a la aplicación, o recurre al motor de búsqueda con la palabra clave

source: Donwload and install Nuntium Local Gateway
es: Descarga e instala el gateway local de Nuntium

source: Nuntium Local Gateway is a program that runs on your local computer and requires a mobile phone to be plugged in. The Gateway will use the plugged-in phone for sending and receiving text messsages.
es: El gateway local de Nuntium es un programa que se ejecuta en tu computadora y requiere que le conectes a ésta un teléfono móvil. El gateway se valdrá de este teléfono para enviar y recibir mensajes de texto.

source: Download the client corresponding to your operating system and install it.
es: Descarga la aplicación correspondiente a tu sistema operativo e instálala.

source: Download Nuntium Local Gateway
es: Descarga el gateway local de Nuntium

source: Congratulations! you have successfully created a channel
es: ¡Felicitaciones! Has creado un canal exitosamente

source: The phone you have configured will be used for sending and receiving text messages. Ensure the phone is running and has credit for sending messages.
es: El teléfono que acabas de configurar será usado para el envío y la recepción de mensajes de texto. Asegúrate de que esté funcionando correctamente y tenga crédito como para poder enviar SMS.

source: Enter the gateway code from your mobile phone
es: Ingresa el código de gateway desde tu teléfono móvil

source: Enter gateway code
es: Ingresa el código de gateway

source: will help you to send reminders from your mobile phone, %s.
es: te ayudará a enviar recordatorios desde tu teléfono móvil, %s.

source: Add a channel
es: Agregar un canal

source: Reminders channel
es: Canal de Recordatorios

source: Bidirectional (%s)%s
es: Bidireccional (%s)%s

source: Community
es: Comunidad

source: Get involved with the project! We welcome any feedback, ideas and requests or features. Get in touch and help us build a better and more helpfull tool for you.
es: ¡Involúcrate con este proyecto! Tus comentarios, ideas, requerimientos o sugerencias serán bienvenidos. Contáctanos y ayúdanos a mejorar esta herramienta, de manera que te resulte más útil.

source: If you have ideas, needs or suggestions
es: Si tienes ideas, requerimientos o sugerencias.

source: If you are a developer you can contribute with some of the features or check our code repository
es: Si eres programador, puedes contribuir a mejorar algunas de las funcionalidades de Remindem, o revisar nuestro repositorio de código

source: Subscribe to our newsletter
es: Suscríbete a nuestro Newsletter

source: Stay up to date on the latest news about new tools, features or ideas on how to use our technologies. We will send you between 1 and 2 emails a month and won't sell your email or spam you!
es: Mantente al día sobre las últimas noticias acerca de nuevas herramientas, funcionalidades o ideas respecto de cómo aprovechar nuestras tecnologías. Te enviaremos uno o dos e-mails mensuales, y de ninguna manera comprometeremos tus datos de contacto ni recibirás correo basura de nuestra parte.

source: Subscribe
es: Suscribirme

source: Join our user group
es: Únete a nuestro grupo de usuarios

source: Visit our backlog
es: Visita nuestro registro de trabajos pendientes

source: Check the source code
es: Examina el código fuente

source: Enter your email
es: Ingresa tu dirección de e-mail

source: Resend confirmation instructions
es: Reenviar instrucciones de confirmación

source: Change your password
es: Cambia tu contraseña

source: Change my password
es: Cambiar mi contraseña

source: Forgot your password?
es: ¿Has olvidado tu contraseña?

source: Send me reset password instructions
es: Enviar instrucciones para restablecerla

source: Log In
es: Iniciar la sesión

source: Resend unlock instructions
es: Reenviar instrucciones de desbloqueo

source: We've been notified about this issue and we'll take a look at it shortly.
es: Hemos sido notificados acerca de este asunto, y en breve lo estaremos resolviendo.

source: We're sorry, but something went wrong
es: Lo sentimos, ha habido un error

source: You may have mistyped the address or the page may have moved.
es: Tal vez hayas escrito erróneamente la dirección, o la página web haya cambiado de ubicación.

source: The page you were looking for doesn't exist
es: La página web que estás buscando no existe

source: Maybe you tried to change something you didn't have access to.
es: Tal vez hayas intentado modificar algo para lo que no tenías autorización.

source: The change you wanted was rejected
es: La modificación que solicitaste ha sido rechazada

source: Got Questions?
es: ¿Alguna pregunta?

source: Can I schedule text reminders for a particular time and date?
es: ¿Puedo programar el envío de SMS recordatorios para un día y una hora específicos?

source: No yet, but you can schedule text reminders using intervals as short as one day or as long as you'd like. We are adding this feature soon though, so stay in touch!
es: Todavía no, pero puedes programar el envío de recordatorios a intervalos que van desde un día hasta la extensión que tú desees. No obstante, estaremos implementando aquella funcionalidad en breve, así que mantente en contacto.

source: Can I use my dumbphone?
es: ¿Puedo utilizar mi dumbphone (celular ordinario, sin las funcionalidades de un smartphone)?

source: Yes. Though wireless text sending and receiving requires an Android-powered phone running the free Nuntium app, you can use other cell phones by installing Nuntium on your PC or Mac. Then, once you connect your phone to your computer, Remindem will send scheduled text reminders.
es: Sí. Aunque el envío y la recepción de SMS requiere un teléfono Android en el que se ejecute la aplicación gratuita Nuntium, podrás utilizar cualquier otro tipo de celular si instalas Nuntium en tu PC o Mac. Entonces, una vez que hayas conectado tu teléfono móvil a tu computadora, Remindem podrá enviar los recordatorios que hayas programado.

source: Can subscribers respond to my text messages?
es: ¿Pueden los suscriptores responder mis mensajes de texto?

source: No. Once your subscribers have signed up for messages using the keyword you specify, all text messages are one way only -- from Remindem to subscribers.
es: No. Una vez que tus suscriptores se hayan registrado para recibir recordatorios utilizando la plalabra clave que tú hayas preestablecido, todos los SMS serán unidireccionales –de Remindem a los detinatarios–.

source: Is there any charge for using Remindem?
es: ¿Tiene algún costo el uso de Remindem?

source: Remindem is free to use and open source. Keep in mind that your mobile service provider's fees apply, so be sure to check with them if you have any questions about charges.
es: Remindem es un desarrollo gratuito y de código abierto. Ten en cuenta que tu proveedor de servicios de telefonía móvil aplicará sus tarifas habituales, por lo que deberás consultarle cualquier duda que tengas respecto de los costos.

source: What browsers are supported for creating and managing text-messaging projects?
es: ¿Qué navegadores son compatibles con Remindem?

source: let us know
es: háznoslo saber

source: What is the Nuntium Gateway?
es: ¿Qué es el gateway local de Nuntium?

source: It’s a small application that serves as a bridge between your phone and the Remindem Web application. Because Remindem doesn't directly send or receive text messages, this app helps your phone to communicate with Remindem so that it can receive your user subscriptions and send your reminders.
es: Se trata de una pequeña aplicación que funciona como un puente entre tu teléfono y la plataforma web de Remindem. Dado que Remindem no envía ni recibe mensajes de texto directamente, esta aplicación le permite a tu teléfono comunicarse con Remindem, de manera que éste pueda recibir las suscripciones de tus beneficiarios y enviarles recordatorios.

source: Why doesn't Remindem send and receive text messages directly?
es: ¿Por qué Remindem no envía ni recibe mensajes de texto directamente?

source: We wanted you to be able to use this in any country you are. Therefore, Nuntium is used to "couple" your phone to Remindem so that it can send and receive text messages on the schedules you create in the Remindem Web app.
es: Nos interesa que puedas utilizar esta herramienta en cualquier país en el que te encuentres. Por consiguiente, Nuntium te permite interconectar tu celular con Remindem, de manera que éste pueda enviar y recibir SMS según el cronograma que tú hayas programado en la aplicación web de Remindem.

source: Can I use my personal phone with Remindem?
es: ¿Puedo usar mi teléfono personal con Remindem?

source: No. Remindem requires a dedicated phone with its own SIM card.
es: No. Remindem requiere un teléfono dedicado exclusivamente a su funcionalidad de envío de recordatorios, con su propia tarjeta SIM.

source: Got a question or two about Remindem? We've got an answer or two! Check out the Frequently Asked Questions on this page or subscribe to our %s, where we'll be happy to answer any questions.
es: ¿Se te ocurren un par de preguntas acerca de Remindem? ¡Nosotros tenemos un par de respuestas! Revisa las Preguntas Más Frecuentes en esta página, o suscríbete a nuestro %s, a través del cual responderemos con gusto cualquier pregunta que nos quieras formular.

source: user discussion group
es: grupo de discusión

source: Any modern browser, including the latest versions of Firefox, Safari, Internet Explorer, Chrome, and others should work fine. If you run across a browser that doesn't seem to play nice with Remindem, please
es: Cualquier navegador moderno, incluyendo las últimas versiones de Firefox, Safari, Internet Explorer, Google Chrome y demás, debería funcionar perfectamente bien. Si estás utilizando algún navegador que pareciera no compatibilizar adecuadamente con Remindem, por favor

source: Download brochure (536 KB)
es: Descargar el folleto (536 KB)

source: Keep people informed
es: Mantén a la gente informada

source: of important things going on in their life and work
es: acerca de asuntos importantes relacionados con su vida y trabajo

source: Remindem is a free and easy-to-use tool that allows you to set up a list of tips, reminders, and advice that people can subscribe to via text messages. Remindem sends important text reminders just when your subscribers need them, based on a schedule you define.
es: Remindem es una herramienta gratuita y fácil de usar que te permite configurar una lista de consejos, recordatorios y recomendaciones a la que la gente puede suscribirse vía mensajes de texto. Remindem envía SMS recordatorios importantes justo cuando tus destinatarios los precisan, con base en un cronograma predefinido por ti.

source: Helps
es: Ayuda

source: your community of users feel supported and connected
es: a tu comunidad de usuarios a que se sientan respaldados y conectados

source: Sends
es: Envía

source: reminders when subscribers need them most
es: SMS recordatorios cuando tus suscriptores más los necesitan

source: Allows
es: Permite

source: you to tailor advice based on when it will be received
es: que puedas adaptar consejos con base en cuándo éstos serán recibidos

source: Schedule and edit
es: Programa el envío y edita

source: your messages from any internet connection
es: tus mensajes desde cualquier conexión a internet

source: Free
es: Gratis

source: for anyone to use to help increase their social impact
es: para que cualquiera pueda utilizarlo a efectos de incrementar su impacto social

source: Open Source
es: Código abierto

source: code for developers to use to improve its design and functionality
es: que permite que los desarrolladores puedan mejorar su diseño y sus funcionalidades

source: What can I use it for?
es: ¿Para qué lo puedo usar?

source: Expecting Mothers
es: Embarazadas

source: Mothers-to-be have a lot on their plates, and it's easy to forget details like taking vitamin supplements or showing up for scheduled checkups. Then there's the variety of little changes that might alarm a brand-new mother who doesn't know quite what to expect -- or when to expect it. Why not make the road to motherhood a little easier with Remindem? Whether you're a health care practitioner, an insurance professional, or just a worried mother-in-law, you can set up a series of timed reminders to help Mom make it through her pregnancy with flying colors.
es: Las futuras madres tienen mucho de que ocuparse, y es fácil que se olviden de detalles tales como tomar sus suplementos vitamínicos o acudir a sus citas de control médico. Además, hay una gran variedad de pequeños cambios que podrían llegar a alarmar a las madres primerizas, que no saben muy bien qué esperar –o cuándo esperarlo–. ¿Por qué no hacerles un poco más fácil el camino hacia la maternidad con Remindem? Tanto si eres un profesional de la salud como un corredor de seguros, o tan sólo una suegra preocupada, podrás configurar el envío de una serie de recordatorios programados que ayudarán a la futura mamá a atravesar su embarazo con éxito.

source: Busy Students
es: Estudiantes atareados

source: Got a classroom full of students juggling school, work, family, friends, mandatory goof-off time, etc.? Help them get assignments in on time and make the grade with Remindem. Tests, meeting times, study objectives, even scheduled pep talks -- when it comes to education, Remindem gets an A+.
es: ¿Tienes un aula llena de estudiantes que deben hacer malabares entre el colegio, el trabajo, la familia, los amigos, el infaltable tiempo de ocio, etc.? Deja que Remindem los ayude a lidiar en tiempo y forma con todas esas tareas. Exámenes, horarios de reuniones, objetivos de estudio e incluso charlas motivacionales programadas... Cuando de educación se trata, Remindem siempre obtiene un 10.

source: Diabetics
es: Diabéticos

source: Properly managed, diabetes doesn't have to keep patients from doing all the things they love. Send disease management tips, dietary reminders, insulin dosing schedules, and more with Remindem. Remindem even makes it easy to create separate messaging projects based on disease staging, patient age, and other criteria.
es: Bien llevada, la diabetes no tiene por qué impedirles a los pacientes que hagan todas las cosas que les encantan. Envía mediante Remindem consejos sobre el tratamiento de la enfermedad, recordatorios acerca de la alimentación, horarios de dosificación de la insulina y mucho más. Remindem incluso te facilita la creación de proyectos independientes de envío de recordatorios según el estado de la enfermedad, la edad del paciente o cualquier otro criterio.

source: Child immunizations
es: Vacunación infantil

source: Properly scheduled immunizations are critical to a child's continuing well-being and development. Help parents keep their children healthy with immunization reminders from Remindem. Once parents register using a keyword you specify, they'll begin receiving text reminders tailored to their child's age, minimizing missed or late vaccinations and preventable illnesses that can keep children from reaching their full potential.
es: El cumplimiento del calendario de vacunaciones resulta crucial para el continuo bienestar y desarrollo de un niño. Ayuda a los padres a preservar la salud de sus hijos con los recordatorios de vacunación de Remindem. Una vez que los padres se hayan registrado mediante el envío de una palabra clave preestablecida por ti, comenzarán a recibir SMS recordatorios de acuerdo con las edades de sus hijos, minimizándose así el riesgo de que se salteen una dosis, de que los vacunen tardíamente o de que los niños contraigan una enfermedad prevenible que les impida alcanzar todo su potencial.

source: Features
es: Características

source: How does it work?
es: ¿Cómo funciona?

source: Begin by creating your list of messages and choosing a custom keyword that people will text to your number to subscribe. If desired, you can assign a time interval to each of the messages in your list. When a user subscribes, the clock starts ticking, and he or she will receive each message at the specified time. If your messages are not linked to a specific timeline, such as helpful tips for managing a chronic illness, Remindem can send them randomly.
es: Comienza por la creación de tu lista de mensajes y la elección de una palabra clave personalizada, que la gente deberá enviarte vía SMS para suscribirse. Si lo deseas, puedes asignarle un intervalo de tiempo a cada uno de los mensajes de la lista. Cuando un usuario se suscribe, el reloj comienza a correr, y él o ella recibirá cada SMS en el momento especificado. Si tus mensajes no están vinculados a una línea de tiempo determinada, como en el caso del envío de consejos útiles para el manejo de una enfermedad crónica, Remindem los podrá mandar aleatoriamente.

source: Remindem requires a mobile phone to receive signup texts and send out reminders, though the Web app is used to create messages and schedule their delivery. To begin sending reminders, just download the free Nuntium application to your Android-powered phone (or to your computer, if you don't have an Android phone), making sure your phone has credit, Internet access, and mobile reception. Once your phone is connected to our server wirelessly or via your computer, Remindem automatically sends text messages to subscribers on your schedule.
es: Remindem requiere un teléfono móvil para recibir los SMS de registración y mandar recordatorios, si bien para crear mensajes de texto y programar su envío se utiliza la aplicación web respectiva. Para comenzar a enviar recordatorios simplemente descarga la aplicación gratuita Nuntium en tu teléfono Android (o en tu computadora, si no dispones de un Android), asegurándote de que éste tenga crédito, acceso a internet y una buena recepción. Una vez que tu teléfono esté conectado inalámbricamente a nuestro servidor, o bien a través de tu computadora, Remindem automáticamente comenzará a enviarles los SMS a tus suscriptores, según el cronograma preestablecido.

source: Where do I start?
es: ¿Por dónde comienzo?

source: Step 1
es: Paso 1

source: Step 2
es: Paso 2

source: Step 3
es: Paso 3

source: Step 4
es: Paso 4

source: How can I help?
es: ¿Cómo puedo ayudar?

source: Join our discussion list
es: Únete a nuestra lista de discusión

source: Get started: %s
es: Inicio: %s

source: View your reminders
es: Visualiza tus recordatorios

source: Create an account
es: Crea una cuenta

source: Already a member? %s
es: ¿Ya eres un miembro? %s

source: Log in
es: Iniciar la sesión

source: Remindem is great for any kind of reminder you'd like to send.
es: Remindem es ideal para gestionar cualquier tipo de recordatorio que desees enviar.

source: Here are a few ways you might use it, but you're limited only by your imagination:
es: He aquí algunas de las maneras en que lo podrías utilizar, pero el límite sólo depende de tu imaginación:

source: Send messages to any text messaging-enabled phone
es: Envía mensajes de texto a cualquier teléfono móvil habilitado para recibirlos

source: Manage your reminders through any Internet connection, at any time
es: Gestiona tus recordatorios a través de cualquier conexión a internet, en cualquier momento

source: Create an unlimited number of reminder lists, each with its own keyword
es: Crea una cantidad ilimitada de listas de recordatorios, cada una de ellas con su propia palabra clave

source: Easily create an unlimited number of unique reminders
es: Crea fácilmente un número ilimitado de recordatorios exclusivos

source: Schedule reminders in advance over a timeline that you define
es: Programa el envío de recordatorios según un cronograma preestablecido

source: Take a tour
es: Haz un recorrido

source: and log in
es: e inicia la sesión

source: Create an new reminders list and choose a keyword that people will text to suscribe to your list
es: Crea una nueva lista de recordatorios y elige una palabra clave que los destinatarios deberán enviar vía SMS para suscribirse a aquélla

source: Create your messages and assign a time interval for each
es: Crea tus SMS y asígnales un intervalo de tiempo determinado

source: Download the free Nuntium app
es: Descarga la aplicación gratuita Nuntium

source: and connect your phone to you account
es: y conecta tu teléfono con tu cuenta

source: Got suggestions or feature requests? Join the discussion.
es: ¿Tienes sugerencias o requerimientos acerca de nuevas funcionalidades que te gustaría formularnos? Únete a la discusión.

source: Got a way with code? Help us develop our tools (and make the world a better place at the same time).
es: ¿Se te ocurre alguna manera de mejorar nuestro código? Ayúdanos a desarrollar nuestras herramientas (y al mismo tiempo contribuye a que el mundo se transforme en un mejor lugar).

source: Reminders
es: Recordatorios

source: Settings
es: Configuración

source: Report a bug
es: Reporta un error

source: Sign Out
es: Cerrar la sesión

source: Click here
es: Haz click aquí

source: Learn more
es: Aprende más

source: Terms and conditions
es: Términos y condiciones

source: Contact us
es: Contáctanos

source: Home
es: Inicio

source: Help
es: Ayuda

source: Create account
es: Crea una cuenta

source: InSTEDD has created an evolving platform of free and open source technologies to support humanitarian causes. These tools can be used individually or as building blocks for larger solutions.
es: InSTEDD ha creado una plataforma evolutiva de tecnologías gratuitas y de código abierto en apoyo de causas humanitarias. Estas herramientas pueden ser usadas individualmente, o bien a manera de módulos encastrables que permitan desarrollar soluciones más extensas.

source: to learn more
es: para aprender más

source: Version %s
es: Versión %s

source: Logs
es: Registros

source: Text
es: Texto

source: Timestamp
es: Marca de tiempo

source: You have no Logs yet
es: Aún no tienes Registros

source: more
es: más

source: less
es: menos

source: Users will register with this keyword
es: Los usuarios se registrarán con esta palabra clave

source: This is the message users will get after they successfully registered
es: Éste es el mensaje que recibirán los usuarios después de haberse registrado exitosamente
